
[NONE]
ID_Description=No weapon attachment selected
ID_NAME=None
[CMag]
ID_Description=This attachment replaces the standard magazine of the weapon with a larger one. The results are twofold: 1) The weapon doesn't jump as much when shooting and you don't have to reload as often; 2) The weapon's reticule recovery rate decreases due to the extra weight and you have less overall ammunition for the weapon.
ID_NAME=High Capacity Magazine
ID_SHORTNAME=Hi Cap Mag
[Silencer]
ID_Description=Sound suppressors reduce the amount of noise produced when you fire a weapon. They only reduce the sound of weapons and never completely silence them. Two side effects of silencers are increased weapon weight and decreased damage due to special subsonic ammunition.
ID_NAME=Sound Suppressor (Silencer)
ID_SHORTNAME=Silencer
[ThermalScope]
ID_Description=A thermal scope attachment allows you to see through solid objects such as walls and doors. This vision mode only works when zoomed in and displays "heat signatures" of objects in the world. To activate this vision mode press the Secondary Fire/Toggle Weapon Attachment key.
ID_NAME=Thermal Scope
ID_SHORTNAME=Thermal
[MiniScope]
ID_Description=The Mini Scope is a 3.5x power scope that easily attaches to most weapons. While it is very useful for long-range shots, it occupies considerable screen space, reducing your field of vision.
ID_NAME=Mini Scope
ID_SHORTNAME=Scope
